[{"date": "2021-03-12T22:53:58Z", "title": "Netflix's Password-Sharing Crackdown Has a Silver Lining", "full_article": "Look, let’s be honest.  Sharing passwords is as endemic to the Netflix experience as having your favorite show canceled two seasons in. So when the streaming service starts testing ways to curtail that practice, it understandably riles up the many, many people who have come to expect communal accounts as a matter of course. And yes, it is always annoying when a gravy train goes off the rails. But even if it’s not Netflix’s top priority here, you’re much better off keeping your password to yourself.The limited test that Netflix introduced this week is basically a form of two-factor authentication, the kind you hopefully already have on most of your online accounts. Some users have begun to see the following prompt when settling in for a binge: “If you don’t live with the owner of this account, you need your own account to keep watching.” Below that, there’s an option to get a code emailed or texted to the account owner, which you can enter to continue watching. A source familiar with Netflix's trial says that the company is still in the very early stages, and sees the effort as a way both to verify who's using what accounts and to minimize the security issues inherent in unauthorized sharing. Yes, security issues. And while Netflix’s flirtation with a password-sharing crackdown is by no means altruistic—not that anyone has read the terms of service, but it does specify that your account “may not be shared with individuals beyond your household”—it’s also true that sharing user names and passwords with even your closest relations can have woesome consequences.“There seems to be a misunderstanding that sharing passwords with known individuals is not dangerous,” says Jake Moore, a cybersecurity specialist at security firm ESET. “The truth is that we shouldn’t be sharing passwords, and adding multi-factor authentication will help this process remain better protected.”OK, but why? What’s the actual harm if I pass along my password to a cousin or not-so-casual acquaintance? It can come in a few forms. The most basic is also the most innocuous: While you might share your log-in with just one friend, you can’t control how many people they then share it with, and how many people those people share it with, and on and on, like an old Faberge commercial. When WIRED senior writer Lily Hay Newman audited the Hulu account she herself was mooching off of a few years ago, she found more than 90 authorized devices. Admittedly, freeloaders primarily threaten the cohesiveness of your recommendations lists. It’s not the end of the world. They could also, though, steal whatever personal data your profile holds.The much bigger issue is that the wider the password circle gets, the more risk you personally take on that your password will become compromised. And given how often people reuse passwords across multiple sites and services, that means your exposure could extend far beyond Netflix. “Because I shared my password with you, and you got hacked, that criminal now has my password,” says Steve Ragan, a researcher at internet infrastructure company Akamai. “And if I’ve used that password anywhere else on the internet, the criminal’s going to find it, and they’re going to have access to that, too. It spreads. It’s a compounding issue.”The practice of throwing a bunch of purloined user names and passwords at various services to see what sticks is known as credential stuffing, and it’s hit the media industry particularly hard in recent years. Between January 2018 and December 2019, credential stuffing attacks targeting video services doubled, according to Akamai research. The media industry as a whole saw 18 billion attempts over that same stretch. When Disney+ launched, thousands of accounts immediately popped up on dark web markets as hackers sniffed out the password-reusers. “Short term, what this is going to stop is the bulk sale of credentials of this type,” says Ragan. ", "author": "Brian Barrett"}, {"date": "2021-03-12T19:14:48Z", "title": "The Pandemic Turns One, Vaccine Trials Adapt, and More News", "full_article": "The pandemic has raged for a year, vaccine trials contend with approved shots, and Biden signs a $1.9 trillion relief bill. Here’s what you should know: Want to receive this weekly roundup and other coronavirus news? Sign up here!HeadlinesThe Covid-19 pandemic turns one year oldThis week marked one year since the WHO declared Covid-19 a pandemic and the seriousness of the situation seemed to crystallize in the national consciousness. In a televised anniversary address on Thursday night, President Biden offered heartening news: His administration is on track to distribute 100 million vaccine shots in his first 60 days, and expects to give out 2 million a day going forward. What’s more, he said he will direct states to make all adults eligible to be vaccinated no later than May 1.All of this means that if we’re diligent about abiding by public health guidelines like mask-wearing and social distancing even after we’ve been vaccinated, the end of this pandemic, at least as we know it, may be imminent. But what exactly does it mean to return to “normal”? Psychologically, experts say recovering from the trauma and uncertainty of the past year won’t happen overnight. As we emerge from survival mode, we’ll have to renegotiate how and whom we live with and love. Relationships with friends and family may have been tested during this time, and many of us have lost loved ones.Ongoing vaccine trials must adapt to contend with approved shotsAs the vaccine rollout accelerates, drugmakers are facing a new dilemma: getting people to sign up for trials for new shots, where they might get a placebo instead of the real thing. In response, some are investigating new ways to run trials, like comparing their vaccine against one that’s already been authorized. Nevertheless, new shots are getting closer to being approved. Novavax, for one, released encouraging efficacy data from its UK trial on Thursday, and it expects initial results from a 30,000-person trial in the US and Mexico in early April.The EU’s vaccine rollout made progress this week, even as it also faced setbacks. On Thursday, Johnson and Johnson’s shot became the region’s fourth approved option. But a number of countries have paused their use of AstraZeneca’s shot over concerns that it could cause blood clots. Nonetheless, Europe’s drug regulator urged countries to press ahead, saying there’s no evidence yet that the AstraZeneca vaccine is to blame and that the benefits of the shot still outweigh the risks. Biden signs $1.9 trillion relief bill as the US prepares to rebuildOn Thursday, President Biden signed the US’ $1.9 trillion coronavirus relief bill into law. The aid package will allocate more than $6 billion to food-security programs, extend already expanded unemployment assistance, and send $1,400 checks to many Americans as soon as this weekend. Democrats and progressive policy advocates are heralding it as a much-needed, permanent expansion of the social safety net, while Republicans questioned the need for the bill when many states seem to be moving toward reopening on their own.This bill is just one of the many ways that this pandemic, and our post-pandemic recovery, have the potential to fundamentally reshape society. Covid-19 has pushed many American cities to rethink how they use space, reducing the area set aside for parking to make way for bikers and pedestrians. And many parents are coming away from a challenging year of largely remote learning with a keen sense of the structural changes our education system needs. Daily DistractionYoung climate change activists are taking to TikTok to raise awareness about the planet. The question is, what will it take to turn awareness into action?Something to ReadWhen Danielle Messer’s son Ari was diagnosed with a rare but ravaging mitochondrial disease, she was devastated, not least because children inherit mitochondrial DNA from their mothers. Years later, she decided she wanted to have another child—but not without fixing the mutation.Sanity CheckPassword managers aren’t sexy or exciting. But if you use the internet at all, you need one. Here are our favorites.One QuestionWhy do we need Covid-19 data that accounts for sexual orientation and gender identity?Many officials are hesitant to collect medical data that asks people for information about their sexual orientation and gender identity. But according to a new study from the CDC, sexual minority Americans have significantly higher rates of a number of chronic medical conditions that often correlate with more severe cases of Covid-19. Having more information about this would make it easier to gauge the toll of this pandemic on LGBTQ+ communities and tailor public health responses accordingly. Even including an option field on intake forms, surveys, and more could help us better understand the specific risks and needs of a vulnerable community.More From WIRED on Covid-19📩 The latest on tech, science, and more: Get our newsletters!Premature babies and the lonely terror of a pandemic NICUHow to remember a disaster without being shattered by itThe raging evolutionary war between humans and Covid-19The secret behind North Dakota’s speedy vaccine rolloutWe still don’t know how well vaccines stop transmissionRead all of our coronavirus coverage here", "author": "Eve Sneider"}, {"date": "2021-03-12T18:48:16Z", "title": "A Bird-Feed Seller Beat a Chess Master. Then It Got Ugly", "full_article": "On March 2, Levy Rozman, in a pink sweater and round glasses, was streaming his Chess.com matches to 12,000 viewers over Twitch. “All right, this looks like a cheater,” he said without pause, as he clicked on the pigeon icon of his opponent, Dewa_Kipas. Rozman, an international chess master, scrolled through the profile, disbelieving. His opponent had climbed nearly a thousand points in the span of a month, ranking 2,300 to Rozman’s 2,431. And his profile didn’t include the sort of title—“FIDE master,” “national master”—that the ranking implied. In fact, Rozman would later discover, Dewa_Kipas, or “fan god,” was a bird-feed seller in Indonesia. Chat echoed back: “LMAOOOO,” “CHEATER.” “Let’s see if we can get some content here,” said Rozman.Rozman has been playing in chess tournaments since he was seven. In 2011, he attained National Master status, and in 2018, International Master. Now 25, he’s known not only on the chess circuit; like other top players, he has developed a large following on Twitch, on YouTube, and on Twitter. High-level chess has experienced an unprecedented online boom due to the pandemic. An average of 895 people watched chess streamers on Twitch on March 1, 2020; a year later that cumulative audience expanded to 21,491.In this majority-digital world for the 1,500-year-old game, it’s tempting to trust that every truly high-level player would by now be a known quantity—whether through International Chess Federation ratings or social media. Nobody could just come out of nowhere and dethrone a chess king, right?Rozman knew that if his opponent was cheating it would be a strange game; algorithms often make choices that most humans simply wouldn’t. Still, small things baffled him. At Rozman’s level, obvious moves typically play out in a couple of seconds. Dewa_Kipas regularly took between seven and 10 seconds to make any move against the chess master, even when he had just one or two options. Highlighting Dewa_Kipas’s knight on his stream, Rozman said he was worried that his opponent might move it to A5. “I would expect this, although it is a computer, so I also kind of expect some weird pawn play,” he said. The knight moved to A5.“It’s an insane situation.”Levy Rozman, Chess International MasterIn their attempts to climb the competitive ladder, cheaters refer to AI-powered chess engines to inform their moves. And as chess has moved more and more online, cheating allegations have skyrocketed, according to top online chess site Chess.com. Rozman has himself turned cheat-hunting into a bit. On YouTube, where his thumbnails are full of silly faces and chess boards, Rozman ran a “catching cheaters” series, which he spun into a similarly themed Discord channel. It’s an entertaining break from the big-brain chess plays and long, thinky matches—lighthearted morsels in the rapidly ballooning content economy of online chess.Twelve thousand viewers cheered Rozman on as he played against Dewa_Kipas. About 10 minutes in, his opponent’s rook had blocked in Rozman’s king. Black won. “REPORT HIM!” “POLICE!” yelled chat.Rozman again perused his opponent’s stats. Dewa_Kipas’ accuracy, or similarity to how a chess engine would play, during the match was 94 percent; Rozman’s was 76. Over its last 10 games, the account’s accuracy never dipped below 80. It hit over 99 percent in two of those. Rozman reported him that day. Hours later, Chess.com banned the account.That night hateful messages, many written in Indonesian, began to fill Rozman’s social feeds. Threats, even. His girlfriend received the same: “hey bitch, we will kill u soon haha, from indonesia :).” Rozman was getting tagged on Twitter, YouTube, Instagram, with accusations that he had leveraged his notoriety to ban a legitimate player. What sparked the onslaught, he would learn, was a post on an anime superfan’s Facebook page. ", "author": "Cecilia D'Anastasio"}, {"date": "2021-03-12T17:05:00Z", "title": "Social Media Reminds Us of the Year That Wasn’t", "full_article": "The Monitor is a  weekly column devoted to everything happening in the WIRED world of culture, from movies to memes, TV to Twitter.Ever since the advent of the Gregorian calendar, human memory has been catalogued by years. Anniversaries, birthdays, freshman year, senior year, New Year’s—our brains seem naturally to collect things in 365-day chunks. Generally, looking back is a winsome affair, a reminder of how far we’ve come, even if it’s touched with sorrow for lost loves or forgotten pastimes. This week, though, things are different. This week is a reminder of the days when everything changed. BackchannelAn Oral History of the Day Everything ChangedGarrett M. GraffYear in ReviewThe Death of FOMO As We Knew ItSofia BarnettDigital Culture Doomscrolling Is Slowly Eroding Your Mental HealthAngela WatercutterYesterday, the world marked the one-year anniversary of the World Health Organization declaring Covid-19 a global pandemic. But the entire week was marked by remembrances of the Lasts: the last time someone went to a basketball game, a movie, a restaurant. The last day in the office, the last time they hugged their mom or went outside without a face covering. Technology is designed to remind us of these things: Timehop, the random photos your iPhone surfaces, your memories on Facebook. Earlier this week, Instagram prompted me, “See your post from two years ago today,” and I was reminded of seeing Robyn at Madison Square Garden. I burst into tears at the thought of singing along with 20,000 sweaty strangers—and that show came nine months before I would know what a novel coronavirus was.We also do this to ourselves. For the past seven days, my timelines—and presumably timelines everywhere—have been filled with people’s remembrances of where they were when, say, they heard the NBA was shutting down, or that travel was becoming increasingly dangerous. There’s even a new Twitter feed devoted to this: @YearCovid, which is dedicated to “livetweeting the covid pandemic as it happened on this date in 2020.” Following the account means getting semi-frequent reminders of what the news stories and social media reactions were on any given day in 2020. If you were starting to feel like there weren’t enough reminders of how much you life has changed, this feed will solve that.Nostalgia is tricky that way. Definitionally it means homesickness, or “a wistful or excessively sentimental yearning for return to or of some past period or irrecoverable condition.” But, when you’re talking about a disease that killed loved ones and ground the world’s traditions to a halt, the phrase “irrecoverable condition” becomes even more inconceivable. In normal times, when one is feeling nostalgic for their youth, it’s still possible to visit childhood friends or pull out old albums. What’s happening now is more a yearning for what happened before Covid-19, not for the time it took away from us.Portuguese actually has a better word for the latter: saudade. It’s hard to come up with a one-to-one translation, but it generally means a deep longing for something missing, almost a nostalgia for something one never experienced. WIRED writer Sofia Barnett touched on this a few months back in her essay on the death of FOMO. We no longer have a fear of missing out on one night out with friends or a family get-together. Instead, people are collectively mourning a year when those events barely happened at all. Now, like everything else during the pandemic, we’re sharing that online. That, it seems, is the prevailing feeling of this moment: aching for what’s been lost, but also for what might have been.More Great WIRED Stories📩 The latest on tech, science, and more: Get our newsletters!Sex tapes, hush money, and Hollywood’s economy of secretsHow to set up a 4G LTE Wi-Fi network in your homeWhat do TV’s race fantasies actually want to say?The woman bulldozing video games’ toughest DRMEmail and Slack have locked us in a productivity paradox🎮 WIRED Games: Get the latest tips, reviews, and more✨ Optimize your home life with our Gear team’s best picks, from robot vacuums to affordable mattresses to smart speakers", "author": "Angela Watercutter"}, {"date": "2021-03-12T17:00:00Z", "title": "Tim Wu and Lina Khan Can Now Put Antitrust Theories to Work", "full_article": "Hey, everyone. Nothing like  a packed stadium on opening day. Or a packed ICU a week later. What a choice: Play ball or play dead.", "author": "Steven Levy"}, {"date": "2021-03-12T17:00:00Z", "title": "What If the Afterlife Had In-App Purchases?", "full_article": "\nIn the Amazon original series Upload, a young programmer named Nathan Brown uploads his mind to virtual reality after his body is critically injured in a car accident. Mind uploading is a familiar trope, but science fiction author Tobias S. Buckell says that Upload presents an interesting new spin on the idea.\n“We’ve all heard about people getting uploaded, and we all know how people can use the virtual world to live out their fantasies, but it was really interesting how the virtual world becomes a world with consequences and problems and issues that the character has to navigate,” Buckell says in Episode 457 of the Geek’s Guide to the Galaxy podcast.\n\nPodcast\n\n\n\nhttps://www.podtrac.com/pts/redirect.mp3/https://www.wired.com/wp-content/uploads/2021/03/geeksguide457final.mp3 \n\n\n\nRSS\n\n\niTunes\n\n\nDownload\n\n\n\n\nNathan finds himself in a virtual community called Lakeview, where he’s constantly harried by intrusive ads and in-app purchases. Science fiction author Abby Goldsmith says that Lakeview’s oppressive blandness is exactly what you’d expect from a tech company. “It’s some soulless corporation that has no creativity,” she says. “They’ve probably got 10 committees coming up with things, and they’re all erasing good ideas.”\nGeek’s Guide to the Galaxy host David Barr Kirtley was impressed at the way that Upload grapples with the economic realities of mind uploading. As long as there are servers that require power and maintenance, any afterlife is bound to be temporary.\n“You would be in the afterlife, but you still know that you’re going to die someday,” he says. “It just depends on how long your family—your descendants, or whoever cares about you in the real world—is willing to keep paying for it. So it just becomes another life where death is a constant reality, rather than escaping from it.”\nScience fiction editor John Joseph Adams enjoyed Upload‘s mix of science fiction, humor, and romance. He hopes the show doesn’t morph into too much of a thriller, a fate that has befallen similar shows such as HBO’s Years and Years. “It would be easy for this show to follow down that same path and go too far with those same thriller elements, getting too far away from the cool science fiction and comedy stuff that made us love it in the first place,” he says.\nListen to the complete interview with Tobias S. Buckell, Abby Goldsmith, and John Joseph Adams in Episode 457 of Geek’s Guide to the Galaxy (above). And check out some highlights from the discussion below.\nJohn Joseph Adams on science:\n“One of the places where I had a bunch of issues with the show is with some of the various ways technology is implemented, or even just science. Nathan has a punctured lung, and that’s pretty treatable even now, let alone in 2033—presumably in 12 years it’ll be even easier to treat that. And I get that you don’t want to risk dying on the table, because then you miss out on your chance of getting uploaded, but that didn’t really seem like a big risk there. He’s already in the hospital. If it seems like he’s going to die, go upload him. But also I was very confused when they sit him down in a chair and vaporize his head, and then the body collapses into a vat of ice. None of that made any sense to me.”\n\nRelated Stories\n\n\n\n \nGeek's Guide to the Galaxy\nYes, Chainmail Is Really Hard to Draw\n\n\n\n\n\n\n \nGeek's Guide to the Galaxy\n‘Blood of Zeus’ Combines Myth With Saturday Morning Cartoons\n\n\n\n\n\n\n \nGeek's Guide to the Galaxy\nWhat Would It Take to Actually Settle an Alien World?\n\n\n\n\n\n\nTobias S. Buckell on mortality:\n“[Nathan] basically gets to stand in front of this giant TV monitor and look through into the room where his funeral is being held, because a giant wall is basically turned into a screen for him. And everyone in real life is moving on, and having their own moment, and he’s not really a part of it. I thought that was really fascinating. There’s just some stuff going on about how we move on from people, and how that might scare us, and how that might be a fear that you have after you leave—how your memories linger on or don’t. He is watching some of those things happen in real time, because he has that access to the other side of real life. So like a stranded ghost he’s just on the other side being ignored by most of the people at his funeral, just looking at the aftermath of his life.”\nDavid Barr Kirtley on love triangles:\n“Toward the end of the season we see Ingrid‘s family for the first time, and they’re this very wealthy family, and they’re just really awful to each other all the time. So we see that she’s actually not as bad as the environment that produced her. That was good, but I feel like we could have maybe used more of that. Because it’s kind of this love triangle, but in a love triangle usually you would want ‘Team Nora‘ and ‘Team Ingrid’ or something, and I feel like the way the show is presented, nobody is going to think that Nathan should stay with Ingrid. I think it might be more interesting if 20 percent or 30 percent of viewers would be like, ‘No, I like Ingrid.’ If it’s foreordained, it’s less interesting to me, it seems.”\nTobias S. Buckell on consciousness:\n“All of the cells that make up your brain matter aren’t cells that were there five years ago, because there’s death, renewal, and birth even inside of your tissue. And so there are some theories that the way to transfer consciousness would be to slowly move a little bit of your brain while still being connected to something, and then once you’ve incorporated that, you keep moving a little bit more over and a little bit more over, just like the natural life-death-birth of cells inside of your body. You just incorporate moving part of yourself to a mechanical product, so that it’s this slow transference over, instead of this instant thing where you make a copy. It’s less ‘make a copy’ and more ‘very slowly migrate into something else.'”\n\n\nMore Great WIRED Stories\n\n📩 The latest on tech, science, and more: Get our newsletters!\nPremature babies and the lonely terror of a pandemic NICU\nResearchers levitated a small tray using nothing but light\nThe recession exposes the US’ failures on worker retraining\nWhy insider “Zoom bombs” are so hard to stop\nHow to free up space on your laptop\nGo Back to Top. Skip To: Start of Article.\nGeek's Guide to the Galaxy ", "author": "Geek's Guide to the Galaxy"}, {"date": "2021-03-12T15:00:00Z", "title": "With Spectre Still Lurking, Google Looks to Protect the Web", "full_article": "It's been more than three years since researchers disclosed a pair of security vulnerabilities,  known as Spectre and Meltdown, that revealed fundamental flaws in how most modern computer processors handle data to maximize efficiency. While they affect an astronomical number of computing devices, the so-called speculative execution bugs are relatively difficult to exploit in practice. But now researchers from Google have developed a proof-of-concept that shows the danger Spectre attacks pose to the browser—in hopes of motivating a new generation of defenses.Researchers have never doubted that Spectre could be exploited for browser-based hacks. Every program running on a computer executes its instructions and crunches its data through the computer's processor and memory, making all of that information potentially vulnerable to speculative execution attacks. That includes browsers, which load data from web servers and then display the content on individual users' devices through a local feature called a rendering engine. A Spectre browser hack would essentially launch an attack from one web page a victim is visiting to grab data from other pages they have open. Such hacks could even be used to impersonate a target to pull down more of their data from web apps they're logged into. In the years since the initial Spectre and Meltdown revelations, that specific type of attack has never been seen in the wild, and it was unclear how practical the method would be. Google's proof-of-concept against its own Chrome browser not only illustrates feasibility, but also hints at strategies for both browsers and web developers to guard more comprehensively against such attacks.“When I shared the exploit with the Chrome security team and the product security team, at that point everyone was like, ‘OK, wow, it’s very clear this is the impact,’” says Stephen Röttger, security engineer at Google. “Based on this we made a bunch of decisions to put more resources into rolling out Spectre defenses across our web frameworks.”“We think we have wrapped our heads around what developers need to do to protect themselves.”Mike West, Google ChromeOver the last few years, Chrome and other mainstream browsers have implemented a practice called \"site isolation\" to render web pages separately and silo their data from each other. Since Spectre attacks are all about inducing a processor to leak data at an opportune moment, site isolation makes it much more difficult for a hacker to grab the sensitive information they want, since the data isn't all flowing through the processor in the same place at the same time. Browsers have also added related defenses to load components of a single website separately (like a company's own logo versus third-party ads) and to block data from flowing in both directions between two pages when the reciprocity isn't vital.These types of defenses can't stop Spectre attacks altogether. They instead reduce the chances that a bad actor could grab any useful or private information from the processor if they do launch such a hack. The proof-of-concept from Röttger and his colleagues reveals more nuanced ways that browsers, including Chromium-based browsers like Microsoft Edge, can implement these types of defenses. But it also highlights the ways that web developers could architect their platforms and applications differently to preserve functionality while locking down user information even more strategically.“We think we have wrapped our heads around what developers need to do to protect themselves and the set of things they need to do is not astoundingly large,” says Mike West, head of Chrome platform security and cochair of the World Wide Web Consortium web application security working group. “The real work, and the reason that the browsers can’t do it on the developer’s behalf, is that the decisions that need to be made are application-specific. They’re going to involve an analysis of the things your server offers to the internet and the ways in which those things ought to be offered.”Google is working through W3C, an international standards body, to propose guidelines and best practices for both browsers and web developers. The strategy has worked for Google before, as in its effort to help move the needle on massive initiatives like promoting HTTPS web encryption. But West acknowledges that it takes time to get the entire web community on board with these types of structural changes.", "author": "Lily Hay Newman"}, {"date": "2021-03-12T13:17:40Z", "title": "WTF Is an NFT, Anyway? And Should I Care?", "full_article": "When you think of digital media, you probably think of something like a YouTube video or a meme. Something you can access for free, any time you want. But some relatively new technologies are being used to make pieces of digital media sellable, thereby creating a high-stakes market for them. These NFTs—or non-fungible tokens—are the latest internet buzzword, and they’ve raised a lot of questions about how we determine the value of online goods. This week on Gadget Lab, WIRED senior writer Kate Knibbs and WIRED politics writer Gilad Edelman talk to Lauren Goode about the nascent NFT ecosystem and what it's like to sell one of your tweets.Show NotesRead Kate’s story about selling her tweet here. Read Gregory Barber’s story about the climate impacts of NFTs here. Steven Levy's newsletter entry about NFTs is here. Read more about NFTs in the art world here.RecommendationsKate recommends the novel Klara and the Sun by Kazuo Ishiguro. Gilad recommends the yard game Kubb and also a way to make a quick cucumber infusion. Lauren recommends New Haven pizza.Kate Knibbs can be found on Twitter @Knibbs. Gilad Edelman is @GiladEdelman. Lauren Goode is @LaurenGoode. Michael Calore is @snackfight. Bling the main hotline at @GadgetLab. The show is produced by Boone Ashworth (@booneashworth). Our theme music is by Solar Keys.If you have feedback about the show, or just want to enter to win a $50 gift card, take our brief listener survey here.Note: The advertising in this episode was developed by WIRED Brand Lab, a creative studio from the publisher of WIRED. The WIRED newsroom is not involved in the creation of Brand Lab content.Sign Up TodaySign up for our Podcasts newsletter and never miss an episode of Get WIRED, Gadget Lab, and Geek's Guide to the Galaxy.How to ListenYou can always listen to this week's podcast through the audio player on this page, but if you want to subscribe for free to get every episode, here's how:If you're on an iPhone or iPad, open the app called Podcasts, or just tap this link. You can also download an app like Overcast or Pocket Casts, and search for Gadget Lab. If you use Android, you can find us in the Google Podcasts app just by tapping here. We’re on Spotify too. And in case you really need it, here's the RSS feed.TranscriptLauren Goode: Gilad.Gilad Edelman: Lauren.LG: Gilad, normally I would only bring you on the show to talk about tech policy or cheese, but Mike is out this week. So here we are.", "author": "Wired Staff"}, {"date": "2021-03-12T13:00:00Z", "title": "Ocean Acidification Could Make Tiny Fish Lose Their Hearing", "full_article": "An immobilized fish lay between Craig Radford's fingers. The several-week-old Australasian snapper, no longer than a pinkie nail, rested flat on a slab of modeling clay, held down by small staples—“as someone would strap you down on an ambulance bed to hold you there,” says Radford. He stuck tiny electrodes on the fish’s head, then submerged it in a tank and switched on an underwater speaker. It was time to test its hearing. “If you actually put your head underwater and take the time to listen, it's amazing what you'll hear,” Radford says. “From whales to fish to crustaceans—sound plays an important role in many, many different species’ life strategies.”But Radford’s experiment wasn’t due to curiosity about what the world sounds like to fish. He was worried about how well they could hear it.Life-forms lurking in Earth's oceans depend a lot on what humans do above the surface. After we burn the carbon-rich fuels that nations mine, chop, and slurp out of the ground, they meander into the atmosphere as pollution, such as carbon dioxide. Increased CO2 in the atmosphere leads to more dissolved CO2 in the oceans, too, where it acidifies plant and animal habitats. In some cases, the consequences make intuitive sense: A more acidic ocean corrodes coral reefs and the symbiotic microorganisms hanging around them. But other effects are less straightforward, and Radford and his team found a weird one: The CO2 levels can morph the inner ears of fish, leading to hearing loss.In a new study, a team of researchers from the University of Auckland, New Zealand, and James Cook University in Australia used neural electrodes and a micro CT scanner to measure the first evidence of what happens to reef fish hearing when larvae develop in a more acidic ocean. They found that the juvenile Australasian snapper can be roughly 10 times less sensitive to sound—a potentially fatal blow to animals that rely on hearing to find their way home. The team’s result highlights a surprising example of knock-on effects of atmospheric change. The work was published last week in the Proceedings of the Royal Society B.“It's not intuitive that fish would not be able to hear, or not be able to smell, or not be able to behave correctly,” says Sean Bignami, a biologist running Concordia University Irvine’s Marine Lab, who was not involved with the study. Bignami studies how acidification affects ocean life, and he studied fish inner ears in his doctoral work. “I think it's fascinating,” he says of the new results.Many reef fish are actually hatched in the open ocean, and the juveniles must swim back to the reef where they will make their home, Radford says. “A lot of work has shown that sound is an orientation cue to find their way back,” he says. Messing with that sense of hearing can threaten a species’ survival.Sound is a major concern for marine ecologists studying how human behavior in the air-breathing world affects our finned kin. Warming oceans make snapping shrimp snap louder, creating noisy interference for their underwater neighbors, and an enormous review published in Science in February, on which Radford was a coauthor, concluded that human noise has made the “soundscape” unbearable for sea creatures. Noise pollution drowns out whale sounds, for instance, which complicates socializing and mating.Fish, including the Australasian snapper, use sound to communicate, procreate, and orientate. Some use it to attract mates or synchronize egg and sperm release. Some baby fish use it to find suitable reefs to live in.", "author": "Max G. Levy"}, {"date": "2021-03-12T13:00:00Z", "title": "The Science of Why Your Friends Shot You From an Airlock", "full_article": "It offers neither the narrative escapism of  Cyberpunk 2077 nor the anxiety antidote of Animal Crossing: New Horizons. Instead, the game makes me stressed, paranoid, and frustrated. And yet, since last fall, I've been playing Among Us with locked-down friends across the country every week. It's a game of suspicion, and somehow, thus one of excitement and connection, which is a bit of a paradox—but one that can be explained by some insights into human psychology.A social deduction game, the essential rules of Among Us are straightforward. Players are either categorized as innocents or as spies. Most are innocents, and their goal is to deduce who the spies are before the spies kill them all. In Among Us, the innocents are Crewmates and the spies Imposters, and the intrigue takes place on a spaceship prone to sabotage. Launched in June 2018, it was a surprise hit of 2020; US representatives Alexandria Ocasio-Cortez and Ilhan Omar played it on a Twitch livestream in October, and in November it broke half a billion monthly players.It’s a game that, though periodically silent, demands that you talk. Perhaps it’s no wonder, then, that Among Us took off in a year of experiments in remote society, as we all ran out of things to say over Zoom. But what explains the gravitational pull of this social deduction game? Why do players frequently make bad decisions? And why did my own friends collectively vote to eject me, while I was diligently refuelling the engines?Liar Liar Pants on FireWell, for one thing, humans are generally terrible at identifying lies. For Chris Street, a cognitive psychologist and expert in lie detection at the University of Huddersfield, social deduction games are variants on the classic guessing game: Which hand is the coin in?What at first appears to be a simple “this one, not that one” decision invites a spiral of second-guesses. “What if they are bluffing, but they know that I know that they are bluffing?” says Street. “Social deduction games frame the penny problem in a more structured world, where there is useful information to be gleaned if you pull at the claims around the table and find out which unravel.”Where liars can use any number of persuasive tactics to build trust, from pretending to complete tasks in Among Us to denouncing other Imposters, figuring out who is a spy need not be simply a case of refining your bullshit detector.More From Gamesthe psychology of gamesThe Sims Made Me Realize I'm Ready for More In LifeSaira Muellerlet me be meGames Don’t Judge You for Expressing Your True SelfIsabelle Davisbarrens chatWhen World of Warcraft Is an Escape—and a MemorialTanner Laguatan“I think we all hope for some hidden secret ability to root out the truth by detecting subtle behaviors and tells,” says Street. “Reality is less forgiving. Across many research studies over the decades, our best estimate of people’s lie detecting ability is ever so slightly better than guessing, with an accuracy of 54 percent, when 50 percent could be achieved by guessing at random.”While there is research suggesting that liars give off behavioral cues—one influential paper claims that bluffers tend to tell simpler stories with narrower vocabulary and more negative emotion words—Street ascribes this skein of psychology largely to the realm of TV. “Popular fiction tells us that there may be subtle indicators of deception in the liar’s behavior,” he says. However, “when we lie, we do not give ourselves away so easily. If our lies were so readily detectable, we would likely choose not to lie in the first place.”Liars may not give off obvious cues, but innocent players aren’t completely rudderless. When we pick up on lies, it’s because we recognize information in the speaker’s claim that is contradicted by the howling of other players, or because we caught them leaping from one the vents on the Among Us spaceship. In Street’s Adaptive Lie Detector theory, he suggests that people adapt to rely on context to guide their credulity. And when we play a social deduction game like Among Us—or Street’s preferred title, The Resistance—we’re already apprehensive. Street owns 160 board games and many of them are social deduction games. Yet given his somewhat pessimistic view on human lie detecting abilities, I’m not surprised when he says his expertise fails to furnish an advantage on the tabletop.Humans Are Not, In Fact, RationalAnother reason Among Us players make poor decisions is that the design of social deduction games confounds the resources in our brain. “They mostly challenge our wits,” says Celia Hodent, an expert in game user experience and author of The Psychology of Video Games. “More specifically, they challenge our attention. We need to focus on what’s going on, use our memory to connect the dots, while also engaging our logical reasoning and communication skills.”", "author": "Kyle Hoekstra"}, {"date": "2021-03-12T12:00:00Z", "title": "The Perplexing Psychology of Returning to ‘Normal’", "full_article": "Last night, on the anniversary of what was more or less the start of the worst year of our collective lives, President Joe Biden shocked the nation with a vibe most of us had long forgotten: optimism. All American adults would be eligible for the Covid-19 vaccine by May 1, he declared. And if we behave ourselves by wearing our masks and social distancing, Biden continued, “by July the 4th, there’s a good chance you, your families, and friends will be able to get together in your backyard or in your neighborhood and have a cookout or a barbecue, and celebrate Independence Day.” (Within reason, of course—large gatherings are still a no-no.) “After this long, hard year,” Biden added, “that will make this Independence Day something truly special, where we not only mark our independence as a nation, but we begin to mark our independence from this virus.”But independence does not mean a return to normalcy. For a year now, we’ve been living in constant fear for our own health and that of our loved ones. We’ve feared losing our jobs and America’s scant safety net not catching us if we fall. Structural inequality has ensured, as always, that the poor and people of color suffer the most in a catastrophe. For essential workers, showing up to work has been a matter of life and death, a stress typically reserved for soldiers. It’s been, in a word, surreal.When you get that vaccine shot in your arm, it’s not like some switch will flip and your stress will melt away. Neurobiologically, it doesn’t work like that. “The experience of heightened arousal, difficulty sleeping, irritability, wanting to drink and smoke to cope—all of those manifestations of stress may take a while to subside, because our nervous system has been chronically dialed up for a year now,” says Adrienne Heinz, a research psychologist at the Stanford University School of Medicine. “Just because a war is over, doesn't mean that what happened during the war doesn't still activate you, doesn't still haunt you in some ways. There's a healing that will need to take place.”The psychological archvillain here is uncertainty. Certainty for our distant ancestors was a social structure that helped them find food—and avoid becoming food. Certainty was the invention of agriculture and irrigation, which allowed our more recent ancestors to build up food and water surpluses. Certainty today is rigid routine: spouse, kids, mortgage, commute, work, and so on.The Covid-19 pandemic is uncertainty incarnate. None of us had previously lived through a pandemic like this, so we had no prior knowledge of how to cope. In the beginning, we didn’t know who was at most risk, nor what situations we should avoid, nor even how the virus was most likely to spread. We didn’t know if we should wear masks right away, or if we could safely send our kids to school. And don’t forget the dizzying number of candidate treatments for Covid-19, from convalescent plasma to hydroxychloroquine, which were hyped on the internet as quick fixes but didn’t stand up to clinical testing. Even when scientists better characterized the virus, the damn thing remained invisible, so the average person didn’t know where it lurked.Then the vaccines landed, and we had to wait for the Centers for Disease Control and Prevention to tell us what’s safe for vaccinated people to do. (As of March 8, the CDC now says they can gather indoors with one another unmasked but still need to wear masks in public. And no big gatherings, under any circumstances.) Most of us still don’t know when we’ll get our own shot, and on a population level, it’s not clear when we’ll reach herd immunity, thus finally bringing the pandemic under control.", "author": "Matt Simon"}, {"date": "2021-03-12T12:00:00Z", "title": "So You Want to Prepare for Doomsday", "full_article": "The preppers have the best stuff. It’s because they operate under such constraints: You have to pack your whole society—money, tinctures, food powders—in a lone bag. Then, when the big bug-out comes, you slip on your paracord bracelets and shemagh scarf and vanish into the woods, to an already-scouted redoubt obscured by trees. There, beside your tent, you gnaw jerky and sip bleached snowmelt out of 5-gallon bags, wrapped in a 26-micron bivy that reflects 90 percent of body heat. A society of one.  By day you carefully inventory the dozens of curated objects in your bag, rifling through sub-pockets, enumerating ibuprofen, contemplating seed packets, calculating caloric yields. Portable hand-cranked flashlight. Clove oil for toothache. At night, with darkness yielding to bright gray inside your night-vision goggles, you patrol, hand hovering near your CZ-75 P-01. Far off down the mountain you hear the cracks, groans, whistles, and shots of a splintering society. A week ago you administered an Oracle database. Now your job is to ­survive. And you dream: One day, after the smoke of civilization has drifted away, you’ll link up with others exactly like you. A new world will rise out of your duffel bag. You’ll hang up solar-powered mesh networks from trees and make your own internet. You’ll transact for potatoes and penicillin on the blockchain under the watch of vigilant owls. But now, jerky. What the preppers do is fully acknowledge their fears and turn them into a particular aesthetic. Like goths. They make their anxieties perfectly legible. I get it. I read My Side of the Mountain when I was a kid. But while prepper gear is awesome, I keep thinking: We should be trying to avoid a civil war, not packing for one.The Aesthetics Wiki has hundreds of different entries—Preppy and Punk, of course, but also more modern aesthetics like Dark Academia (Eurocentricity, Whit Stillman, sweaters), Vaporwave (synths, VHS boxes, teal), or  Cottagecore (short­alls, Hozier). Many of the aesthetics have left- and right-wing offshoots: Vaporwave has produced Laborwave and Fashwave; Tradwifery (patriarchy, heteronormativity, childbirth) can be understood as reactionary Cottagecoreism. I would have told you I don’t have an aesthetic. But a few months ago my family moved to an old house, not far from our old apartment. This house has a yard and asbestos and a plaque on the front that says: 1913. Multiple generations of telephone wiring run along and inside the walls, and jacks abound: Bell System four-pin 404A jacks and modular 6P4C jacks, too, all useless in 2021. I like them. They suggest critical infrastructure come and gone. The people who lived in the house before us sent a kind, slightly melancholy note, wishing us the best, but we never met them. Pandemic transaction. When we moved in, we immediately started to plan for an apocalypse. (My spouse’s elementary school overlooked Donner Lake in California, so worst-case scenarios come easily to her; she has a disaster-preparedness Pinterest board.) I figured out where we could put the tilapia tanks and pondered a new fence. We could store barrels of powdered food in the basement. Following decades of living within the collective fortress of an apartment building, a house—just sitting there by the street—feels extremely vulnerable. After a few days, a nice older neighbor dropped off a box of candy. Hardly the Purge. SUBSCRIBESubscribe to WIRED and stay smart with more of your favorite Ideas writers.Oddly, we keep not buying furniture. We did find a dining room table, cut out of a lane in a decommissioned bowling alley, with little inlaid arrows to guide your throw. Cheap and heavy. We bought some chairs, eBayed out of a university library in Georgia. Each chair carries the shadow of thousands of college butts. We like things that remind us of people gathering, playing, or working. Not shabby-chic, but institutional-heavy. Things that have been rubbed down to a shine. ", "author": "Paul Ford"}, {"date": "2021-03-12T11:00:00Z", "title": "WTF Is an NFT?", "full_article": "When you think of digital media, you probably think of something like a YouTube video or a meme. Something you can access for free, any time you want. But some relatively new technologies are being used to make pieces of digital media sellable, thereby creating a high-stakes market for them. These NFTs—or non-fungible tokens—are the latest internet buzzword, and they’ve raised a lot of questions about how we determine the value of online goods. This week on Gadget Lab, WIRED senior writer Kate Knibbs and WIRED politics writer Gilad Edelman talk to Lauren Goode about the nascent NFT ecosystem and what it's like to sell one of your tweets.Show NotesRead Kate’s story about selling her tweet here. Read Gregory Barber’s story about the climate impacts of NFTs here. Steven Levy's newsletter entry about NFTs is here. Read more about NFTs in the art world here.RecommendationsKate recommends the novel Klara and the Sun by Kazuo Ishiguro. Gilad recommends the yard game Kubb and also a way to make a quick cucumber infusion. Lauren recommends New Haven pizza.Kate Knibbs can be found on Twitter @Knibbs. Gilad Edelman is @GiladEdelman. Lauren Goode is @LaurenGoode. Michael Calore is @snackfight. Bling the main hotline at @GadgetLab. The show is produced by Boone Ashworth (@booneashworth). Our theme music is by Solar Keys.If you have feedback about the show, or just want to enter to win a $50 gift card, take our brief listener survey here.Note: The advertising in this episode was developed by WIRED Brand Lab, a creative studio from the publisher of WIRED. The WIRED newsroom is not involved in the creation of Brand Lab content.Sign Up TodaySign up for our Podcasts newsletter and never miss an episode of Get WIRED, Gadget Lab, and Geek's Guide to the Galaxy.How to ListenYou can always listen to this week's podcast through the audio player on this page, but if you want to subscribe for free to get every episode, here's how:If you're on an iPhone or iPad, open the app called Podcasts, or just tap this link. You can also download an app like Overcast or Pocket Casts, and search for Gadget Lab. If you use Android, you can find us in the Google Podcasts app just by tapping here. We’re on Spotify too. And in case you really need it, here's the RSS feed.TranscriptLauren Goode: Gilad.Gilad Edelman: Lauren.LG: Gilad, normally I would only bring you on the show to talk about tech policy or cheese, but Mike is out this week. So here we are.", "author": "WIRED"}, {"date": "2021-03-11T14:30:00Z", "title": "A Genetic Curse, a Scared Mom, and the Quest to ‘Fix’ Embryos", "full_article": "The pregnancy was completely normal. In the spring of 2003, Danielle Messer was about to bring her second  child into the world—a world that seemed more stable, more settled, more planned than when, as a teenager, she had given birth to her son, Taylor. After years as a single mom, Messer, now 25, had a steady partner, a well-paying job as a cosmetologist, and plans to pursue a college degree she had long deferred. Then the baby arrived.", "author": "Stephen S. Hall"}, {"date": "2021-03-11T14:00:00Z", "title": "Raptor Boyfriend Proves Absurd Dating Sims Are Here to Stay", "full_article": "Last year, the most embarrassing game that I played was a dating simulator on my phone called  Love Island the Romance Game, based on a sleazy British reality TV show. I enjoyed flirting with the himbos and picking out bikinis for lazy days of sunbathing. The thrills are simplistic, and the conversations are vapid. This experience might be what most players expect from dating sims, but numerous development teams have subverted expectations for the genre.Originally released in 2011 by Japanese developer Hato Moa, Hatoful Boyfriend is an absurdist trailblazer and avian love story in which you are the singular human student attending St. PigeoNation’s Institute, a high school for talented (and flirtatious) birds. The visual novel is surprisingly campy and saturated with wordplay. I played through this dating sim a few times to further investigate a mysterious side plot involving the menacing school doctor.The birds at this school just love to gossip.\nCourtesy of PigeoNation Inc.Another dating simulator that subverts audience expectations is Doki Doki Literature Club! The opening of this visual novel feigns a stereotypical aesthetic, but the facade is slowly ripped away as Doki Doki’s metafictional undercurrent is revealed to the player.Personally, my favorite example of this genre is Dream Daddy: A Dad Dating Simulator. You play as an eligible dad who relocates to a comfortable cul de sac that contains seven attractive dads who invite you to cookouts, flirt with you on DadBook, and enjoy corny dad jokes almost as much as your character. In a WIRED UK review from 2017, Matt Kamen wrote that the dating sim, “stands as one of the best in the genre.”Raptor Boyfriend, an upcoming dating sim set in a 1990s high school, appears to strike a tone somewhere between Hatoful Boyfriend and Dream Daddy. You play as Stella, a socially anxious teenager attempting to navigate her identity and choose from three cryptid suitors. Elements from both visual novels are found in Raptor Boyfriend. In a way, Raptor Boyfriend is an absurdist bildungsroman with nonhuman suitors like Hatoful Boyfriend and, similar to Dream Daddy, the visual novel is a queer fantasia that will likely appeal to the LGBTQ+ community.Before the official release of their game (currently available to wish-list on Steam,) I chatted with Rocket Adrift, the independent dev team behind Raptor Boyfriend. The team is composed of three members: Titus McNally as a lead programmer and UI/UX designer, Lindsay Rollins as a programmer and character artist, and Pat Smith as a composer and background artist. Previously, the team worked together to release the visual novel Order a Pizza. All three members of Rocket Adrift contribute to the writing process.", "author": "Reece Rogers"}, {"date": "2021-03-11T14:00:00Z", "title": "Meet the Climate Change Activists of TikTok", "full_article": "When Louis Levanti woke up one morning last September,  climate change wasn’t on his mind. “I was never huge into researching climate change, but I was aware that it is real.” So when the 24-year-old TikTok creator, who lives with his parents on Long Island, opened his phone and saw something about a clock being unveiled, he wasn’t initially interested. “I rolled my eyes thinking it had something to do with the stock market.”The Climate Clock, in Union Square in New York City, counts down how much time we have left to act before climate change is irreversible. Levanti, who normally posts videos with topics like “weird food that celebrities like to eat” or “annoying things people do at the gym,” was distressed, and he immediately decided to make a TikTok video about it. “It’s a problem that can’t be ignored,” he said. “Why not responsibly use my big platform to educate people and wake some people up the way I was?”In the TikTok video, Levanti, superimposed over an image of Earth on fire, says, “Hey, stop scrolling. Our planet is fucking dying.” It’s gotten over 314,000 views and been shared nearly 14,000 times. There are over 5,000 comments, some of which are heartbreaking: “I am 13, does that mean my future children will suffer.” “It’s sad that younger people have to suffer because of this.”Levanti says that it distressed him to read the comments, especially the ones from younger users. “There are young kids on this app that won’t be able to experience this planet in the way I have, and I am only 24, so I’ve barely experienced it.”A Climate Discussion Is Happening on TikTokThe world is facing a climate change problem, and climate change is facing a communication problem. The complexities and hypotheticals of climate science do not translate well to an audience who just wants to know whether the dress was blue or white. And yet, on TikTok, one of the world’s most active communication platforms, climate change is a rapidly growing topic. The hashtag #ForClimate has over 533 million views. A video showing a girl singing, “We’re killing the earth and that’s really fun, nobody believes us because we are young,” has over 6.4 million likes. Every day, thousands of mostly Gen Z content creators post videos about climate change and their personal relationship to it. In the span of five minutes, you can get tips on the zero waste movement, watch a teenager cry while looking at starving polar bears, learn about environmental racism, and see scientists working in Antarctica.The idea that a bunch of TikTok users can change the world, while seemingly preposterous, is actually pretty accurate. In June 2020, a group of TikTok creators encouraged their fans to register for a rally for former President Trump and then not show. Over a million tickets were requested; less than 7,000 people attended. It was a public humiliation for Trump and a win for TikTok. When George Floyd’s murder sparked public outrage, TikTok creators flooded the platform with #BlackLivesMatter content. Abortion clinic defenders are taking videos of religious protesters and posting them on TikTok to support abortion rights. We’re already seeing TikTok users pushing for real, grassroots social change.Thomas Schinko, leader of the Equity and Justice Research Group at the International Institute for Applied Systems Analysis, says the storytelling aspect of TikTok is what makes it so effective. “From our research experience we know that storytelling is key for communicating the climate crisis in a way that can lead to taking action.” According to Schinko, TikTok has incredible potential as an arts-based activist platform. “With creative ideas, artistic works, and a lot of commitment, they show in a partly humorous, partly frightening and disturbing way how important it is to protect the climate.”", "author": "Emma Pattee"}, {"date": "2021-03-11T13:00:00Z", "title": "We Need More Covid-19 Data on the LGBTQ+ Community", "full_article": "In the early days of the pandemic, Colorado’s openly gay governor, Jared Polis, justified not collecting data on sexual orientation and gender identity in Covid-19 databases by  saying, “There’s a lot of [LGBTQ+] people in Colorado who don’t want that info out there … while we love data, we don’t want to ask people for data they are not comfortable sharing.” New York governor Andrew Cuomo said: “This virus doesn’t discriminate.”But we know that it does. And the proper data could help us better address that.WIRED OPINIONABOUTLala Tanmoy Das is an MD-PhD student in New York City with a background in health IT.Research has consistently shown us that preexisting conditions are strongly associated with much greater likelihood of severe Covid-19 disease and worse health outcomes. And according to a recently released study from the CDC, self-reported data from 2017–19 shows that compared to heterosexual adults, sexual minority Americans have significantly higher prevalence of chronic medical conditions including cancer, kidney disease, chronic obstructive pulmonary disease (COPD), heart disease, hypertension, and obesity. Sexual minorities of color are even more impacted. But unfortunately, this CDC analysis is only one of a very limited number of studies providing a glimpse into how the LGBTQ+ community specifically is being impacted by Covid-19. This is precipitated, in part, by the lack of sexual orientation and gender identity (SOGI) data captured in Covid-19 surveillance systems, such as hospital intake forms and testing center questionnaires. (At the time of this writing, only a handful of states and jurisdictions like Pennsylvania, Washington, and the District of Columbia are planning to or already capturing this data. )Despite claims that individuals would be uncomfortable sharing SOGI data, research shows that a fair number of people do not find such questions difficult or sensitive to report for themselves or others in their households when the questions are worded properly. And while at the very outset sexual minority status and gender identity might seem irrelevant to a predominantly respiratory, viral illness, knowing this information can have significant bearings on better understanding quarantine and isolation behaviors, ability to perform routine health care maintenance, mental health needs, and support networks that are all critical to disease transmission and severity of clinical course. And for LGBTQ+ people of color, who are even more vulnerable to severe cases due to intersectional minority identities compounded by systemic racism and minority stress, having this information can be critical to streamlining culturally sensitive public health interventions to minimize the toll of Covid-19.Unfortunately, the hesitancy to collect SOGI information, despite it appearing in optional data fields like any other demographic determinant of health, is far from unique to Covid-19 databases. Currently, only 11 federal surveys out of more than 100 collect some data on sexual orientation of LGBT Americans. However, these surveys are piecemeal and extremely specialized, making it difficult to understand specific trends and needs of sexual minority Americans at a holistic, nationwide level. At a more localized, community health level, many doctor’s offices and health care systems don’t routinely collect SOGI data in patient’s electronic health records.It’s not that the technical capabilities don’t exist. On the contrary, in 2015, the Office of the National Coordinator for Health Information Technology issued a final rule that mandated the ability to collect SOGI data as a technical requirement for regulatory compliance with the Meaningful Use of Electronic Health Records program. But the policy doesn’t require clinicians to actually collect this data from patients. This translates to an odd dichotomy where a system-wide capability is required for certification, but its actual use is not.Beyond the technical pipelines and system requirements, the mechanics of accurately and sensitively capturing SOGI data also require significant thought and consideration. Some people understandably have privacy concerns about how or where this data will be stored or used, while others worry whether their health care provider would treat them differently for openly identifying as a sexual or gender minority. Some people with experience of blatant homophobia might find these questions triggering and uncomfortable. And others might also question the relevance of collecting this data for a vast array of clinical encounters not seemingly contingent upon their SGM status.", "author": "Lala Tanmoy Das"}, {"date": "2021-03-11T13:00:00Z", "title": "The 25 Best Deals From Outdoor Winter Clearance Sales", "full_article": "Now's the best time to buy winter gear. The season might be winding down, but the savings are substantial. When I got into mountain climbing years ago and had to get all the equipment, it happened to be during the annual end-of-winter sales, and I lucked into some terrific prices. Plan ahead and you too can save serious money. Updated March 11, 2021: REI's winter clearance sale is over, but many items are still discounted. Backcountry and Moosejaw's winter sales are still going. I've crossed out sold-out items, updated pricing, and added five new deals.Special offer for Gear readers: Get a 1-year subscription to WIRED for $5 ($25 off). This includes unlimited access to WIRED.com and our print magazine (if you'd like). Subscriptions help fund the work we do every day.Catch the best deals on the best products, picked by our editors.Enter your e-mail addressSign UpWill be used in accordance with our Privacy Policy.If you buy something using links in our stories, we may earn a commission. This helps support our journalism. Learn more.Technical Gear DealsREI Co-op Flash 18 Pack.\nPhotograph: REI Need more ideas? Read our Best Fitness Trackers and Best Laptop Bags guides.REI Flash 18 Pack for $20 ($20 off): Taking a big, bloated pack on a day hike is unnecessary suffering. For a quick “get outside” bag, the Flash 18 is one of our favorites because it's lightweight and cheap but has enough room for a rain jacket, lunch, sunscreen, and water. This is the outgoing Flash 18, which is not made of bluesign-approved, more sustainable materials like the just-introduced model.Black Diamond Momentum Climbing Shoes for $70 ($25 off): These are solid, non-aggressive climbing shoes—good for novice climbers and those who, regardless of skill level, tackle certain types of smooth outdoor rock, such as granite slab. They're some of the most comfortable sub-$100 climbing shoes I've worn. The women's version is on sale for the same price.REI Co-Op Multi Towel Lite for $5 ($5 off): You should have a couple of pack towels when you're backpacking. Condensation and mist collect on your backpack as the weather changes. To keep it from soaking into your fabric and weighing you down, it's helpful to have a small towel handy to periodically wipe it down.Mountain Hardwear Crag Wagon 35 for $142 ($78 off): If you do any outdoor climbing, you'll need a pack big enough to haul everything. A regular, little ol' daypack can work if you're not carrying a full rack of gear, but it's nicer to be able to store your helmet and climbing shoes inside instead of dangling them on the outside. This 35-liter pack will swallow all of it, and the front panel unzips to make loading and unloading easier than on a top-opening pack.MSR Windburner Stove Group System for $160 ($40 off): MSR makes some of the best stoves in the business. The Windburner runs on MSR IsoPro canisters, which contain an 80/20 mix of isobutane and propane. The kit also comes with a 2.5-liter pot with a locking lid that lets you pack up the stove, stand, and IsoPro canister (not included) inside the pot when you're not using it.Black Diamond Camalot C4 Package #1-3 for 198 ($22 off): If you want to start climbing trad or need to update your rack, you're going to need cams. BD's Camalot C4 series is the standard many use to judge the competition, because it's been around a long time and is widely used. The new generation is 10 percent lighter than the outgoing C4 cams.Black Diamond Alpine Carbon Cork Trekking Poles for $135 ($45 off): I've banged and abused carbon-fiber Black Diamond trekking poles over some nasty trail rocks, and they've held up well. The cork hand grips are cushiony and handle sweaty palms well. I'm not sure I'd want to go back to non-cork handles. Trekking poles are useful for stability and taking some of the strain off your legs and knees.Garmin Forerunner 735XT Run-Bundle for $240 ($160 off): WIRED writer Adrienne So, who tests fitness trackers among other things, says this is a great deal. It includes an HRM-Run chest strap that measures your heart rate. The Forerunner 735XL has GPS, is water-resistant to 50 meters, and pairs with your Android or iOS smartphone.Toaks Titanium Folding Spork for $6 ($3 off): If backpacking had a symbol, it'd be the titanium spork. Toaks is a solid manufacturer of titanium cookware. This folder weighs only 0.6 ounces and folds down nice and small in your pack.Camp and Travel DealsPhotograph: Backcountry", "author": "Matt Jancer"}, {"date": "2021-03-11T13:00:00Z", "title": "Offshore Energy Gets a Second Wind Under Biden", "full_article": "The Biden administration is betting that green energy produced by new offshore wind farms will help slow climate change, but fishers and some scientists say there are too many uncertainties about how the massive structures will affect the ocean and its marine life. The first big test of how the push for wind energy might clash with ocean conservation will likely play out in Massachusetts waters. This week, Department of the Interior officials  gave initial approval to the $2.8 billion Vineyard Wind project located about 15 miles south of the island of Martha’s Vineyard.Once the massive wind turbines begin operating in 2023, the wind farm is expected to generate 800 megawatts of clean electricity. That’s enough to power 400,000 Massachusetts homes and businesses.Vineyard Wind will be the first big offshore wind farm on the East Coast, although smaller pilot projects are running off Block Island, Rhode Island, and Virginia Beach, Virginia. Officials at the Bureau of Ocean Energy Management, an office within the Department of the Interior, are reviewing another 12 commercial offshore wind projects between Maryland and Maine. If approved, those wind farms would generate 25 gigawatts of clean energy for the power-hungry Northeast, more than doubling all land-based wind power coming online in 2021.It hasn’t all been smooth sailing for wind farms. When WIRED last covered this project, in 2019, it was expected to be completed by 2021. But the Bureau of Ocean Energy Management delayed the project’s approval to review the cumulative impact of US offshore wind farms, while the company itself pulled its application to choose a different kind of turbine. Once that application was resubmitted earlier this year, the bureau approved the final environmental impact statement in several weeks.The renewed push for offshore wind power is part of a Biden administration executive order issued in January to halt new oil and gas leases on federal lands and offshore waters and replace them with clean energy. Nearly one quarter of all US greenhouse gas emissions come from oil and gas wells on federal leases, and the White House sees a big potential to cut those planet-warming emissions with offshore wind projects.But the project has gotten pushback from both environmental groups and local fishers, who say they won’t be able to navigate their boats around the 700-foot tall towers or dredge the seafloor for valuable scallops and surf clams without getting tangled in power cables. The cables are “an obstruction and a safety hazard, and they will block fishing access,” says Annie Hawkins, director of the Responsible Offshore Development Alliance, an advocacy group representing the Northeast and New England commercial fishing industry. “The cables take up more space than the turbines and create more risks than the turbines themselves.”Hawkins says her group has been pushing federal regulators to force Vineyard Wind to make wider sea lanes through the wind farm, so fishing boats would have more room to operate. The current plan has the turbines spaced a mile apart. As part of the overall Department of the Interior environmental review of Vineyard Wind’s application, the US Coast Guard did not approve the idea of broader 4-mile lanes over concerns it could lead to crowding on the seas.During the decade the project has been under development, Vineyard Wind has shrunk its proposed footprint. Initially, the firm planned to use 100 turbines producing 8 megawatts each. But the technology has improved and turbines have grown bigger and more powerful. Earlier this year, Vineyard Wind switched to GE’s new Halaide-X 13-megawatt turbine, reducing the overall number called for in its plan to 62 turbines, according to company spokesman Andrew Doba.", "author": "Eric Niiler"}, {"date": "2021-03-11T12:00:00Z", "title": "How to Find a Covid-19 Vaccine Appointment in Your Area", "full_article": "The data is in, and Covid-19 vaccines  are working. They've been injected in tons of people around the world beyond the initial trials and found to be safe and effective. Each of the three vaccines available use unique technologies to stimulate an immune response in your body, but none of them involve injecting a live virus into your arm. In short, they cannot get you sick with Covid-19.Vaccines, along with social distancing, masks, and smart policy decisions regarding reopening businesses, will be our ticket out of this hellish mass experience. But getting a vaccine is tricky, and how to do it varies widely by where you live.States, territories, and our one state-like district (DC) all have wide latitude to set their own Covid-19 policies and procedures. Advice and paths to a Covid-19 vaccine are going to differ based on which part of the US you live in, but we've put together a guide that should give you an accurate overview of how to get the jab.Table of ContentsFigure Out Your Place in LineCheck Your State's Rollout ProcessFind Places You Can Get VaccinatedWhat to Bring to Get VaccinatedGetting Your VaccineNot Yet Eligible? Show Up LateA Few More Things to KnowStep 1: Figure Out Your Place in LineCertain people are eligible to receive a vaccine sooner than others. The CDC issued guidelines on prioritizing certain groups by age and profession, but they are suggestions, not federal law. States have the final decision and are prioritizing groups of people slightly differently. You will need to check your own state's guidelines, but we've summarized the CDC's breakdown below, which should provide some rough guidance. In order from front of the line to back of the line:First Group (1a): Health care personnel and residents of long-term care facilities, such as nursing homes.Second Group (1b): People 75 years old and older, if they're not already in a long-term care facility. Also, frontline essential works, such as firefighters, educators (including teachers, day care workers, and support staff), grocery store employees, public transit workers, postal workers, food and agricultural workers, manufacturing workers, police officers, and corrections officers.Third Group (1c): People 65 to 74 years old, if they're not already in a long-term care facility. People 16 to 64 years old with underlying medical conditions that put them at greater risk for Covid-19. Also, non-frontline essential workers, such as \"people who work in transportation and logistics, food service, housing construction and finance, information technology, communications, energy, law, media, public safety, and public health,\" according to the CDC.Fourth Group: Everyone else.", "author": "Matt Jancer"}]